agua/1000/finer/pitzDailySteady/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          8;
        startFace       11276;
    }
    Walls
    {
        type            patch;
        nFaces          6396;
        startFace       11284;
    }
    outlet
    {
        type            patch;
        nFaces          8;
        startFace       17680;
    }
)

// ************************************************************************* //
